const dataNotice = [
  {
    id: 11,
    title: '소셜로그인 서비스 추가 안내',
    content: '안녕하세요. \n 카카오톡, 네이버, 구글로도 로그인 가능합니다. \n 많은 이용 부탁드립니다.',
    createDate: '2023.02.02',
  },
  {
    id: 10,
    title: '작성한 후기 조회 서비스 추가 안내',
    content:
      '안녕하세요. \n 작성하신 상품 후기 조회 기능이 추가되었습니다. 마이페이지 > 작성한 후기 에서 확인 가능합니다. \n 많은 이용 부탁드립니다.',
    createDate: '2023.01.01',
  },
  {
    id: 9,
    title: '복용함 서비스 추가 안내',
    content:
      '안녕하세요. \n 복용함 추가, 조회, 선택 기능이 추가되었습니다. 특정 상품 페이지에서 버튼 클릭시 복용함에 추가, 다시 클릭시 삭제됩니다. 추가하신 상품은 마이페이지 > 복용함에서 확인 가능합니다. 선택하신 상품들의  개별 함량과 총 함량, 그에 따른 각각의 1일 영양성분 기준치에 따른 비율 확인 가능합니다. 접속시 모든 상품 선택되어 있으며, 해제 및 선택 가능합니다. \n 많은 이용 부탁드립니다.',
    createDate: '2022.12.26',
  },
  {
    id: 8,
    title: '비교함 서비스 추가 안내',
    content:
      '안녕하세요. \n 비교함 추가, 조회, 선택 기능이 추가되었습니다. 특정 상품 페이지에서 버튼 클릭시 비교함에 추가되며, 다시 클릭시 삭제됩니다. 추가하신 비교함은 마이페이지 > 비교함에서 확인 가능합니다. 최소 2개, 최대 4개의 상품 선택시 배교가 가능합니다. \n 많은 이용 부탁드립니다.',
    createDate: '2022.12.20',
  },
  {
    id: 7,
    title: '관심상품 서비스 추가 안내',
    content:
      '안녕하세요. \n 관심상품 추가, 조회 기능이 추가되었습니다. 특정 상품 페이지에서 버튼 클릭시 관심상품으로 추가, 다시 클릭시 삭제됩니다. 추가하신 관심상품은 마이페이지에서 확인 가능합니다. \n 많은 이용 부탁드립니다.',
    createDate: '2022.12.09',
  },
  {
    id: 6,
    title: '검색 서비스 추가 안내',
    content: '안녕하세요. \n 어디서든 검색할 수 있는 검색 기능이 추가되었습니다. \n 많은 이용 부탁드립니다.',
    createDate: '2022.12.06',
  },
  {
    id: 5,
    title: '상품 정렬 개수 추가 안내',
    content:
      '안녕하세요. \n  상품 목록에서 보여지는 상품 개수를 선택하는 기능이 추가되었습니다.(9, 16, 25 중 택 1)\n 많은 이용 부탁드립니다.',
    createDate: '2022.10.05',
  },
  {
    id: 4,
    title: '긴급 시스템 점검 안내 (08.19 19:00 ~ 08.20 21:00)',
    content:
      '안녕하세요. \n 내부 문제로 오늘 19시부터 시스템 점검 작업이 진행될 예정입니다. \n 일시: 2022.08.19 19:00 ~ 08.20 21:00 \n 이용에 불편 드려 죄송합니다.',
    createDate: '2022.08.19',
  },
  {
    id: 3,
    title: '후기 좋아요/싫어요 추가 안내',
    content: '안녕하세요. \n  각 후기 별로 좋아요/싫어요 기능이 추가되었습니다..\n 많은 이용 부탁드립니다.',
    createDate: '2022.07.07',
  },
  {
    id: 2,
    title: '상품 후기 서비스 추가 안내',
    content: '안녕하세요. \n  각 상품별 후기 작성 기능이 추가되었습니다.\n 많은 이용 부탁드립니다.',
    createDate: '2022.06.08',
  },
  {
    id: 1,
    title: '시스템 점검 안내 (02.14 19:00 ~ 21:00)',
    content:
      '안녕하세요. \n 보다 나은 서비스를 제공해드리기 위해 시스템 점검 작업이 진행될 예정입니다. \n 일시: 2022.02.14 19:00 ~ 21:00 \n 이용에 불편 드려 죄송합니다.',
    createDate: '2022.02.12',
  },
];

export default dataNotice;
